#include <conio.h>
#include <stdio.h>
#include <stdlib.h>
#include <iostream.h>
using namespace std;

int main (void)

{
    cout <<"==================三明治系列==================\n\n";
    cout <<"招牌三明治 煎蛋三明治 豬排三明治 燻雞絲三明治\n\n";
    cout <<"總匯三明治 培根三明治 雞排三明治 鮪魚三明治 \n\n";
    cout <<"卡啦三明治 火腿三明治 火腿蛋三明治 肉鬆三明治\n";
    cout <<"==================漢堡系列==================\n\n";
    cout <<"米堡 牛排堡 卡啦雞堡 漢堡 鱈魚堡 香雞堡\n\n";
    cout <<"蝦肉堡 燻雞絲堡 豬排堡 花枝堡\n\n";
    cout <<"==================中式簡餐==================\n\n";
    cout <<"煎餃 蔥油派 乳酪餅 鍋燒雞絲麵 一口餃 蘿蔔糕\n\n" ;
    cout <<"鍋燒烏龍麵 煎包 燒餅 義大利麵 玉米濃湯 鍋貼 \n\n";
    cout <<"口袋餅 鐵板麵 蛋餅 薯餅 意麵 饅頭(加蛋) 飯糰\n\n";
    cout <<"==================飲料==================\n";
    cout <<"柳橙汁 檸檬紅茶 鮮奶 薏仁將 檸檬汁 麥茶 可可 \n\n";
    cout <<"奶茶 米漿 百香果汁 咖啡 豆漿\n\n";
    
    system("PAUSE"); 
    return 0;
}

//TKmaker
